[
    {
        "name": "machine love",
        "images": [
            "https://houseofkillingimageboard.s3.amazonaws.com/-LF7DPGgC0j7VcDKwl0cufQsSlvlgy_x.jpg",
            "https://houseofkillingwebsite.s3.amazonaws.com/socialmediapic.jpg",
            "https://houseofkillingimageboard.s3.amazonaws.com/0ma9eX_sSANWXxo_jqOTTQzlznDhS8-y.png"
        ],
        "descriptions": "HOUSE OF KILLING feat Esben Holk instigates an empowerment project for internet natives in the intersection of addictive digital tactility and virtuality. It concerns itself with the infinite posthuman experience, the internet and the transformative power of the absence of ontological density in contemporary digital existence. On the post truth internet, the production and consumption of reality, and the resulting emotional state of the browser based extensions of the posthuman, is under constant development as ontologically intangible entity. Trolling, incorrect datafarming on facebook, uncertainty and online activism are options for the subversive internet native to disengage with essentialist notions of truth. I think it is the production of this posthuman circumstance, we find the queer revolution. My hope is that the ontological uncertainty of all things in posthuman perception, including this project, might disqualify all future use of naturalist and essentialist thought by actively engaging the conception of the posthuman as a conscious digital entity, so to further a vehemently anticapitalist, antiracist, antifascist, anticolonialist, cyberfeminist, queer movement! In other words: I want to explore the potential of finding yourself lost on the internet.",
        "class": "machinelove"
    },
    {
        "name": "a third project",
        "images": [
            "https://houseofkillingimageboard.s3.amazonaws.com/-LF7DPGgC0j7VcDKwl0cufQsSlvlgy_x.jpg",
            "https://houseofkillingwebsite.s3.amazonaws.com/socialmediapic.jpg",
            "https://houseofkillingimageboard.s3.amazonaws.com/0ma9eX_sSANWXxo_jqOTTQzlznDhS8-y.png"
        ],
        "descriptions": "collab with Esben Holk",
        "class": "boob"
    },
    {
        "name": "machine peace",
        "images": [
            "https://houseofkillingimageboard.s3.amazonaws.com/-LF7DPGgC0j7VcDKwl0cufQsSlvlgy_x.jpg",
            "https://houseofkillingwebsite.s3.amazonaws.com/socialmediapic.jpg",
            "https://houseofkillingimageboard.s3.amazonaws.com/0ma9eX_sSANWXxo_jqOTTQzlznDhS8-y.png"
        ],
        "descriptions": "collab with Esben Holk",
        "class": "looo"
    }
]
